FILE_LOGGING = True
LOG_PATH = ("data", "logs.log")

SEND_TIME = ((7, 0), (7, 10))
BASE_DELAY = 5 * 60

DATE_FORMAT = '%d.%m.%y'

ADMINS = (1106806772,)
GROUP_ID = -1002258069773
BASE_MESSAGE_ID = 4230

SUBJECTS = (
    'Линал👄',
    'МатАнализ📈',
    'Комбинаторика📝',
    'История📚',
    'Англ🧿',
    'Физ-ра💪',
    'Python💻',
    'АиСД💻',
    'Психология🧠',
    'Физика🔬',
    'ПП🪪',
    'Физика-лабы🤰',
    'Си❤️',
    'Общее🗣',
    '-'
)
WEEK_DAYS = (
    'ПН1️⃣',
    'ВТ2️⃣',
    'СР3️⃣',
    'ЧТ4️⃣',
    'ПТ5️⃣',
    'СБ6️⃣',
    'ВС7️⃣'
)
